
[Illidan_necro.A_RangedAttack_Prime_Projectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Illidan_necro.A_Rebirth_Mort H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Друг смерти"
mTooltip="С вероятностью 20% отряд может полностью возродиться, если он был уничтожен."

[Illidan_necro.A_Rebirth_Firebird_Buff H7BaseBuff]
mName=""
mTooltip=""

[Illidan_necro.A_Creature_Seigneur_tenebre H7Creature]
mName="Безмолвный арбитр"
mLore="Великая война против Ордена Пустоты, начавшаяся вскоре после Третьего Затмения, едва не привела к гибели Эльрата и пошатнула веру людей в Свет. Даже его первые чада не стали исключением, ибо многие младшие ангелы впали в отчаяние при в виде страданий Бога-Дракона и покинули Лихтфелс. Подвергшись порче Пустоты, лишь немногие из них смогли устоять перед её соблазнами и сохранить верность своему создателю. Позднее, по просьбе Эльрата, эти ангелы были найдены избранными им героями, но их души более не могли вернуться к Свету. Чтобы послужить справедливости ещё немного, они добровольно избрали путь тьмы, выпив яд священных пауков, смешанный с одним из снадобий Каспара. Ныне, лишённые плоти и с угольно-чёрными крыльями, они известны, как безмолвные арбитры - грозные высшие судьи Нар-Эриша. Их приговор преступникам и врагам дома Этерна суров, но справедлив, ибо все равны перед смертью."

[Illidan_necro.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Разлагающий удар"
mTooltip="Один раз за бой наносит от %d.min до %d.max ед. урона от %ICON_DARK магии тьмы всем вражеским существам в области 3x3."

[Vampire_Originel.A_AuraOfPestilence H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Свежая кровь"
mTooltip="В начале каждого раунда отряды рядом с этим существом получают от %d.min до %d.max ед. урона от %ICON_DARK магии тьмы и получают метку свежей крови. Князья вампиров восстанавливают %icon_health здоровье в количестве 50% урона, нанесённого существам с меткой."

[Vampire_Originel.A_AuraOfPestilence_Buff_Damage H7BaseBuff]
mName="Свежая кровь"
mTooltip="Этот отряд отмечен в качестве жертвы. При нападении на этот отряд, существа с умением "Свежая кровь" восстанавливают своё здоровье в количестве, равном 50% от нанесённого урона."

[Vampire_Originel.A_Creature_NECROPOLE8ORIGINAL8VAMPIRE H7Creature]
mName="Князь вампиров"
mLore="Лорды вампиров могут стать князьями, если ценят битву и исследуют тайные пути нежизни в цикле Асхи. Благодаря этому, они обретают новые тёмные силы, полностью контролируя свои молодые, но неживые тела. Им уже не требуется пить так много крови, как обычным вампирам, поскольку они используют яд намтару в своих венах для сотворения могущественных заклятий тьмы, развоплощения и гипноза."

[Vampire_Originel.A_LifeDrain H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровопийца"
mTooltip="Атаки существа восстанавливают его здоровье в количестве, равном половине урона, нанесённого существам с меткой свежей крови, а также возвращают к жизни погибших существ."

[Vampire_Originel.A_MightyPounce H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Убийство"
mTooltip="Один раз за бой существо перемещается к любому вражескому отряду на поле боя и совершает мощную атаку, нанося от %d.min до %d.max ед. урона от %ICON_DARK магии тьмы."

[Illidan_necro.A_Zombification_Buff H7BaseBuff]
mName="Превращение в зомби"
mTooltip="Это существо становится нежитью. Длительность (ходов): %durnow."

[Illidan_necro.A_frappe_putride H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Превращение в зомби"
mTooltip="Вражеские отряды, атакованные этим существом, становятся нежитью на %buff.buff.durini хода."
